// localized port names

"ether"                   = "Ethernet";
"multiether"              = "%@ Ethernet";
"pci-ether"               = "Υποδοχή PCI Ethernet %@";
"pci-multiether"          = "Υποδοχή PCI Ethernet %@, Θύρα %@";
"usb-ether"               = "USB Ethernet (%@)";
"generic-ether"           = "Προσαρμογέας Ethernet (%@)";

"airport"                 = "Wi-Fi";
"generic-wireless"        = "Προσαρμογέας ασύρματου δικτύου (%@)";

"firewire"                = "FireWire";
"pci-firewire"            = "Υποδοχή PCI FireWire %@";
"pci-multifirewire"       = "Υποδοχή PCI FireWire %@, Θύρα %@";
"generic-firewire"        = "Προσαρμογέας Ethernet (%@)";

"bluetooth"               = "Bluetooth DUN";
"bluetooth-modem"         = "Προσαρμογέας μόντεμ USB Bluetooth";
"bluetooth-modem-port"    = "Θύρα μόντεμ Bluetooth";
"generic-bluetooth-modem" = "Μόντεμ Bluetooth (%@)";

"bluetooth-pan"           = "Bluetooth PAN";

"irda"                    = "IrDA";
"irda-ircomm"             = "Προσαρμογέας μόντεμ USB IrDA";
"irda-ircomm-port"        = "Θύρα μόντεμ IrDA";

"loopback"                = "Βρόχος";

"modem"                   = "Εσωτερικό μόντεμ";

"modem-port"              = "Θύρα μόντεμ";
"modem-printer-port"      = "Θύρα μόντεμ/εκτυπωτή";

"printer-port"            = "Θύρα εκτυπωτή";
"serial-port"             = "Σειριακή θύρα";

"usbmodem"                = "Μόντεμ USB"; 
"generic-usbmodem"        = "Μόντεμ USB (%@)"; 

"wwan"                    = "WWAN"; 

"bond"                    = "Δεσμός Ethernet (%@)";

"bridge"                  = "Γέφυρα (%@)";

"vlan"                    = "VLAN (%@)";

"ipv4"                    = "IPv4";

"l2tp"                    = "L2TP";

"pptp"                    = "PPTP";

"6to4"                    = "6to4";

"ipsec"                   = "IPSec";

"vpn"                     = "VPN (%@)";

// port names (from drivers) that would be good to localize

"External Modem"          = "Εξωτερικό modem";

"USB Ethernet"            = "USB Ethernet";
"USB Gigabit Ethernet"    = "USB Gigabit Ethernet";

"iPhone"                  = "iPhone USB";

// older ("Built-in", HI changed) localizations

"X-airport"               = "AirPort";
"X-ether"                 = "Ενσωματωμένο Ethernet";
"X-multiether"            = "%@ με ενσωματωμένο Ethernet";
"X-firewire"              = "Ενσωματωμένο FireWire";
"X-bluetooth"             = "Bluetooth";
"X-iPhone"                = "iPhone";
